Repository: crazypoo/CrazyDashboard
Catalog: Global/AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, it, tr, zh_hans, zh_hant

source: Check my motorcycle in ${applicationName}
de: Mein Motorrad in ${applicationName} prüfen
es: Comprobar mi moto en ${applicationName}
fr: Vérifier ma moto dans ${applicationName}
it: Controllare la mia moto in ${applicationName}
tr: ${applicationName} ile motosikletimi kontrol et
zh_hans: 在 ${applicationName} 中查看我的摩托车
zh_hant: 在 ${applicationName} 中查看我的摩托車

source: Check my vehicle status in ${applicationName}
de: Fahrzeugstatus in ${applicationName} prüfen
es: Comprobar el estado de mi vehículo en ${applicationName}
fr: Vérifier l’état de mon véhicule dans ${applicationName}
it: Controllare lo stato del veicolo in ${applicationName}
tr: ${applicationName} ile araç durumumu kontrol et
zh_hans: 在 ${applicationName} 中查询我的车辆状态
zh_hant: 在 ${applicationName} 中查詢我的車輛狀態

source: Find a gas station in ${applicationName}
de: Tankstelle in ${applicationName} finden
es: Buscar una gasolinera en ${applicationName}
fr: Trouver une station-service dans ${applicationName}
it: Trovare un distributore di benzina in ${applicationName}
tr: ${applicationName} ile benzin istasyonu bul
zh_hans: 在 ${applicationName} 中查找加油站
zh_hant: 在 ${applicationName} 中尋找加油站

source: Find fuel for my motorcycle in ${applicationName}
de: Kraftstoff für mein Motorrad in ${applicationName} finden
es: Buscar combustible para mi moto en ${applicationName}
fr: Trouver du carburant pour ma moto dans ${applicationName}
it: Trovare carburante per la mia moto in ${applicationName}
tr: ${applicationName} ile motosikletim için yakıt bul
zh_hans: 在 ${applicationName} 中为我的摩托车查找燃油
zh_hant: 在 ${applicationName} 中為我的摩托車尋找燃油

source: Find my parked motorcycle in ${applicationName}
de: Mein geparktes Motorrad mit ${applicationName} finden
es: Encontrar mi moto aparcada con ${applicationName}
fr: Trouver ma moto garée avec ${applicationName}
it: Trovare la mia moto parcheggiata con ${applicationName}
tr: Park edilmiş motosikletimi ${applicationName} ile bul
zh_hans: 在 ${applicationName} 中查找我的停车位置
zh_hant: 在 ${applicationName} 中尋找我的停車位置

source: Mark a ride event in ${applicationName}
de: Fahrtereignis in ${applicationName} markieren
es: Marcar un evento de ruta en ${applicationName}
fr: Marquer un événement de balade dans ${applicationName}
it: Contrassegnare un evento del giro in ${applicationName}
tr: ${applicationName} ile sürüş olayı işaretle
zh_hans: 在 ${applicationName} 中标记行程事件
zh_hant: 在 ${applicationName} 中標記行程事件

source: Mark this ride in ${applicationName}
de: Diese Fahrt in ${applicationName} markieren
es: Marcar esta ruta en ${applicationName}
fr: Marquer cette balade dans ${applicationName}
it: Contrassegnare questo giro in ${applicationName}
tr: Bu sürüşü ${applicationName} ile işaretle
zh_hans: 在 ${applicationName} 中标记这次行程
zh_hant: 在 ${applicationName} 中標記這次行程

source: Navigate with ${applicationName}
de: Mit ${applicationName} navigieren
es: Navegar con ${applicationName}
fr: Naviguer avec ${applicationName}
it: Navigare con ${applicationName}
tr: ${applicationName} ile navigasyon yap
zh_hans: 使用 ${applicationName} 导航
zh_hant: 使用 ${applicationName} 導航

source: Open the riding HUD in ${applicationName}
de: Fahr-HUD in ${applicationName} öffnen
es: Abrir el HUD de conducción en ${applicationName}
fr: Ouvrir le HUD de conduite dans ${applicationName}
it: Aprire l’HUD di guida in ${applicationName}
tr: Sürüş HUD'sini ${applicationName} ile aç
zh_hans: 在 ${applicationName} 中打开骑行 HUD
zh_hant: 在 ${applicationName} 中開啟騎行 HUD

source: Show my riding dashboard in ${applicationName}
de: Mein Fahr-Dashboard in ${applicationName} anzeigen
es: Mostrar mi panel de conducción en ${applicationName}
fr: Afficher mon tableau de bord dans ${applicationName}
it: Mostrare il cruscotto di guida in ${applicationName}
tr: Sürüş panelimi ${applicationName} ile göster
zh_hans: 在 ${applicationName} 中显示骑行仪表盘
zh_hant: 在 ${applicationName} 中顯示騎行儀表板

source: Start a motorcycle route in ${applicationName}
de: Motorradroute in ${applicationName} starten
es: Iniciar una ruta en moto en ${applicationName}
fr: Démarrer un itinéraire moto dans ${applicationName}
it: Avviare un percorso in moto in ${applicationName}
tr: ${applicationName} ile motosiklet rotası başlat
zh_hans: 在 ${applicationName} 中开始摩托车路线
zh_hant: 在 ${applicationName} 中開始摩托車路線

source: Where is my motorcycle in ${applicationName}
de: Wo ist mein Motorrad in ${applicationName}
es: Dónde está mi moto en ${applicationName}
fr: Où est ma moto dans ${applicationName}
it: Dov’è la mia moto in ${applicationName}
tr: Motosikletim ${applicationName} ile nerede
zh_hans: 我的摩托车在 ${applicationName} 中哪里
zh_hant: 我的摩托車在 ${applicationName} 中哪裡
